import React from 'react'

export const PrivacyPolicyPage = () => {
    return (
        <div className="footer__magnit bg__white">
                       
            <div className="container whitepage">
                <h1 className="title__large">Политика конфиденциальности</h1>
                <p>
                    Эта политика конфиденциальности была составлена, чтобы лучше обслуживать тех, кто обеспокоен тем, как их «личная информация», используется в Интернете. «Личная информация» - это информация, которая может использоваться сама по себе или вместе с другой информацией для идентификации, установления контакта или определения местонахождения отдельного человека или для идентификации человека в контексте. Пожалуйста, внимательно прочтите нашу политику конфиденциальности, чтобы получить четкое представление о том, как мы собираем, используем, защищаем или иным образом обрабатываем вашу Личную информацию в соответствии с нашим веб-сайтом.
                </p>
                <h1 className="title__medium">Какую личную информацию мы собираем от людей, которые посещают веб-сайт или приложение?</h1>
                <p>
                    При заказе или регистрации на нашем сайте, в зависимости от ситуации, вас могут попросить ввести свое имя, адрес электронной почты, почтовый адрес, номер телефона, информацию о кредитной карте или другие данные, которые помогут вам в вашем опыте.
                </p>
                <h1 className="title__medium">Когда мы собираем информацию?</h1>
                <p>
                    Мы собираем информацию от вас, когда вы регистрируетесь на нашем сайте, размещаете пожертвования или вводите информацию на нашем сайте.
                </p>
                <h1 className="title__medium">Как мы используем вашу информацию?</h1>
                <p>
                    Мы можем использовать информацию, которую мы получаем от вас, когда вы регистрируетесь, совершаете покупку, подписываетесь на нашу новостную рассылку, отвечаете на опрос или маркетинговые сообщения, просматриваете веб-сайт или используете некоторые другие функции сайта следующими способами:
                    <p>- Для управления конкурсом, продвижением, опросом или другой функцией сайта.</p>
                    <p>- Для быстрой обработки ваших транзакций.</p>
                    <p>- Для периодической рассылки электронных писем относительно вашего заказа или других продуктов и услуг.</p>
                </p>
                <h1 className="title__medium">Как мы защищаем информацию посетителя?</h1>
                <p>
                    Наш веб-сайт регулярно проверяется на наличие дыр в безопасности и известных уязвимостей, чтобы сделать ваше посещение нашего сайта максимально безопасным.
                
                    Ваша личная информация хранится в защищенных сетях и доступна только ограниченному кругу лиц, которые имеют особые права доступа к таким системам и обязаны сохранять конфиденциальность информации. Кроме того, вся конфиденциальная / кредитная информация, которую вы предоставляете, зашифрована с помощью технологии Secure Socket Layer (SSL).

                    Мы реализуем различные меры безопасности, когда пользователь размещает заказ.
                    
                    Все транзакции обрабатываются через провайдера шлюза и не хранятся и не обрабатываются на наших серверах.
                </p>
                <h1 className="title__medium">Мы используем файлы cookie?</h1>
                <p>
                    Да. Файлы cookie - это небольшие файлы, которые сайт или его поставщик услуг передает на жесткий диск вашего компьютера через ваш веб-браузер (если вы разрешаете), что позволяет системам сайта или поставщика услуг распознавать ваш браузер и захватывать и запоминать определенную информацию. Например, мы используем файлы cookie, чтобы помочь нам запомнить и обработать товары в вашей корзине покупок. Они также используются, чтобы помочь нам понять ваши предпочтения на основе предыдущей или текущей активности на сайте, что позволяет нам предоставлять вам улучшенные услуги. Мы также используем файлы cookie, чтобы помочь нам собрать агрегированные данные о посещаемости и взаимодействии с сайтом, чтобы в будущем мы могли предлагать лучший опыт и инструменты для работы с сайтом.
                </p>
                <h1 className="title__small">Мы используем файлы cookie, чтобы:</h1>
                <p>
                    <p>- Понять и сохранить предпочтения пользователя для будущих посещений.</p>
                    <p>- Собирать агрегированные данные о посещаемости сайта и взаимодействиях с сайтом, чтобы предлагать лучшие возможности сайта и инструменты в будущем. Мы также можем использовать доверенные сторонние службы, которые отслеживают эту информацию от нашего имени.</p>

                    Вы можете выбрать, чтобы ваш компьютер предупреждал вас каждый раз, когда отправляется файл cookie, или вы можете отключить все файлы cookie. Вы делаете это через настройки вашего браузера. Каждый браузер немного отличается, поэтому посмотрите меню «Справка» своего браузера, чтобы узнать, как правильно изменять файлы cookie.
                </p>
                <h1 className="title__small">Если пользователи отключают файлы cookie в своем браузере:</h1>
                <p>
                    Если вы отключите файлы cookie, некоторые функции будут отключены. При этом будут отключены некоторые функции, которые делают ваш сайт более эффективным, и некоторые из наших услуг не будут работать должным образом.

                    Однако вы все равно можете размещать заказы.
                </p>
                <h1 className="title__medium">Раскрытие информации третьими сторонами</h1>
                <p>
                    Мы не продаем, не обмениваем или иным образом не передаем третьим лицам вашу личную информацию.
                </p>
                <h1 className="title__medium">Сторонние ссылки</h1>
                <p>
                    Иногда, по нашему усмотрению, мы можем включать или предлагать сторонние продукты или услуги на нашем веб-сайте. Эти сторонние сайты имеют отдельные и независимые политики конфиденциальности. Поэтому мы не несем ответственности за содержание и деятельность этих сайтов, на которые есть ссылки. Тем не менее, мы стремимся защитить целостность нашего сайта и приветствуем любые отзывы об этих сайтах.
                </p>
                <h1 className="title__medium">Google</h1>
                <p>
                    Требования Google к рекламе можно резюмировать в Принципах рекламы Google. Они созданы, чтобы обеспечить пользователям положительный опыт. https://support.google.com/adspolicy/answer/6008942?hl=ru
                </p>
                <h1 className="title__medium">Рассылка</h1>
                <h1 className="title__small">Мы собираем ваш адрес электронной почты, чтобы:</h1>
                <p>
                    <p>- Отправлять информацию, отвечать на запросы и / или другие запросы или вопросы.</p>
                    <p>- Перейдите к нашему списку рассылки или продолжайте отправлять электронные письма нашим клиентам после того, как произошла первоначальная транзакция.</p>
                </p>
                <h1 className="title__small">Если в любой момент вы захотите отказаться от получения электронных писем в будущем, вы можете</h1>
                <p>
                    - Следуйте инструкциям внизу каждого электронного письма.
                </p>
                <h1 className="title__medium">Связаться с нами</h1>
                <p>
                Если есть какие-либо вопросы относительно этой политики конфиденциальности, вы можете связаться с нами, используя информацию ниже.
                </p>
                <h6>Последний раз редактировалось 01 июня 2020 г.</h6>
            </div>

        </div>
    )
}